Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# settings.general.developerMode.disabledHint
source: Turning developer mode off turns off agent access and the agent password manager, and revokes every allowed agent and credential approval. An agent that connects later can ask you to turn it back on.
de: Wenn du den Entwicklermodus ausschaltest, werden der Agentenzugriff und der Passwortmanager für Agenten ausgeschaltet und alle Freigaben für Agenten und Zugangsdaten widerrufen. Ein Agent, der sich später verbindet, kann dich bitten, ihn wieder einzuschalten.
es: Al desactivar el modo de desarrollador se desactivan el acceso de los agentes y el gestor de contraseñas para agentes, y se revocan todos los agentes permitidos y las aprobaciones de credenciales. Un agente que se conecte más tarde puede pedirte que lo vuelvas a activar.
fr: Désactiver le mode développeur désactive l'accès des agents et le gestionnaire de mots de passe des agents, et révoque tous les agents autorisés ainsi que toutes les approbations d'identifiants. Un agent qui se connecte par la suite peut vous demander de le réactiver.
ja: デベロッパーモードをオフにすると、エージェントのアクセスとエージェント用パスワードマネージャーがオフになり、許可済みのエージェントと認証情報の承認がすべて取り消されます。あとから接続したエージェントは、オンに戻すよう求めることができます。
ko: 개발자 모드를 끄면 에이전트 접근과 에이전트용 비밀번호 관리자가 꺼지고, 허용된 모든 에이전트와 자격 증명 승인이 취소돼요. 이후에 연결하는 에이전트가 다시 켜 달라고 요청할 수 있어요.
nl: Als je de ontwikkelaarsmodus uitschakelt, worden agenttoegang en de wachtwoordmanager voor agents uitgeschakeld en worden alle toegestane agents en goedkeuringen voor inloggegevens ingetrokken. Een agent die later verbinding maakt, kan je vragen om de modus weer in te schakelen.
zh_hans: 关闭开发者模式会同时关闭智能体访问和智能体密码管理器，并撤销所有已允许的智能体和凭据授权。之后连接的智能体可以请求你重新开启。
zh_hant: 關閉開發者模式時，也會一併關閉 AI 代理存取和 AI 代理密碼管理員，並撤銷所有已允許的 AI 代理與憑證核准。之後連線的 AI 代理可以要求你重新開啟。

# settings.general.developerMode.enabledHint
source: Agent access, permissions, and the password manager live in the Developer tab.
de: Agentenzugriff, Berechtigungen und den Passwortmanager findest du im Tab „Entwickler“.
es: El acceso de agentes, los permisos y el administrador de contraseñas están en la pestaña Desarrollador.
fr: L'accès des agents, les autorisations et le gestionnaire de mots de passe se trouvent dans l'onglet Développeur.
ja: エージェントのアクセス、権限、パスワードマネージャーは「開発者」タブにあります。
ko: 에이전트 접근, 권한, 비밀번호 관리자는 개발자 탭에 있어요.
nl: Agenttoegang, machtigingen en de wachtwoordmanager vind je op het tabblad Ontwikkelaar.
zh_hans: 智能体访问、权限和密码管理器都在「开发者」标签页中。
zh_hant: AI 代理存取、權限與密碼管理員都在「開發者」分頁中。

# settings.general.developerMode.enableToggle
source: Developer mode
de: Entwicklermodus
es: Modo de desarrollador
fr: Mode développeur
ja: 開発者モード
ko: 개발자 모드
nl: Ontwikkelaarsmodus
zh_hans: 开发者模式
zh_hant: 開發者模式

# settings.general.developerMode.sectionTitle
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
zh_hans: 开发者
zh_hant: 開發者

# settings.general.language.displayLanguageTitle
source: Display language
de: Anzeigesprache
es: Idioma de la interfaz
fr: Langue d'affichage
ja: 表示言語
ko: 표시 언어
nl: Weergavetaal
zh_hans: 显示语言
zh_hant: 顯示語言

# settings.general.language.relaunchHint
source: Restart Phi to apply this language.
de: Starte Phi neu, um diese Sprache anzuwenden.
es: Reinicia Phi para aplicar este idioma.
fr: Redémarrez Phi pour appliquer cette langue.
ja: この言語を適用するにはPhiを再起動してください。
ko: 이 언어를 적용하려면 Phi를 다시 시작해 주세요.
nl: Herstart Phi om deze taal toe te passen.
zh_hans: 重启 Phi 后此语言才会生效。
zh_hant: 重新啟動 Phi 以套用此語言。

# settings.general.language.restartButton
source: Restart Phi
de: Phi neu starten
es: Reiniciar Phi
fr: Redémarrer Phi
ja: Phiを再起動
ko: Phi 다시 시작
nl: Herstart Phi
zh_hans: 重启 Phi
zh_hant: 重新啟動 Phi

# settings.general.language.restartPrompt.message
source: The selected language will take effect after Phi restarts. Restart now?
de: Die ausgewählte Sprache wird nach einem Neustart von Phi wirksam. Jetzt neu starten?
es: El idioma seleccionado se aplicará después de reiniciar Phi. ¿Reiniciar ahora?
fr: La langue sélectionnée sera appliquée après le redémarrage de Phi. Redémarrer maintenant ?
ja: 選択した言語はPhiの再起動後に反映されます。今すぐ再起動しますか？
ko: 선택한 언어는 Phi를 다시 시작한 뒤에 적용돼요. 지금 다시 시작할까요?
nl: De geselecteerde taal wordt toegepast nadat Phi opnieuw is gestart. Nu herstarten?
zh_hans: 所选语言将在 Phi 重启后生效。要立即重启吗？
zh_hant: 所選語言會在 Phi 重新啟動後生效。要立即重新啟動嗎？

# settings.general.language.restartPrompt.notNowButton
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
nl: Niet nu
zh_hans: 以后
zh_hant: 稍後再說

# settings.general.language.restartPrompt.title
source: Restart Phi?
de: Phi neu starten?
es: ¿Reiniciar Phi?
fr: Redémarrer Phi ?
ja: Phiを再起動しますか？
ko: Phi를 다시 시작할까요?
nl: Phi herstarten?
zh_hans: 要重启 Phi 吗？
zh_hant: 要重新啟動 Phi 嗎？

# settings.general.language.sectionTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
nl: Taal
zh_hans: 语言
zh_hant: 語言

# settings.general.language.systemDefaultOption
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ja: システムのデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
zh_hans: 系统默认
zh_hant: 系統預設

# settings.general.layoutMode.balancedOption
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
ko: 균형
nl: Gebalanceerd
zh_hans: 均衡
zh_hant: 平衡

# settings.general.layoutMode.comfortableOption
source: Comfortable
de: Komfortabel
es: Cómodo
fr: Confortable
ja: ゆったり
ko: 여유
nl: Comfortabel
zh_hans: 舒适
zh_hant: 舒適

# settings.general.layoutMode.sectionTitle
source: Layout Mode
de: Layout-Modus
es: Modo de diseño
fr: Mode de disposition
ja: レイアウトモード
ko: 레이아웃 모드
nl: Lay-outmodus
zh_hans: 布局模式
zh_hant: 版面配置模式

# settings.general.layoutMode.title
source: Layout mode
de: Layout-Modus
es: Modo de diseño
fr: Mode de disposition
ja: レイアウトモード
ko: 레이아웃 모드
nl: Lay-outmodus
zh_hans: 布局模式
zh_hant: 版面配置模式

# settings.general.newTabPage.aiRequiredHint
source: New Tab Page requires Phi AI to be enabled
de: Für die Seite „Neuer Tab“ muss die Phi-KI aktiviert sein
es: La página Nueva pestaña requiere que la IA de Phi esté activada
fr: La page Nouvel onglet nécessite l'activation de l'IA de Phi
ja: 新しいタブページを使うにはPhi AIを有効にする必要があります
ko: 새 탭 페이지를 사용하려면 Phi AI를 켜야 해요
nl: De pagina Nieuw tabblad vereist dat Phi AI is ingeschakeld
zh_hans: 新标签页需要启用 Phi AI
zh_hant: 「新分頁頁面」需要啟用 Phi AI

# settings.general.newTabShortcut.newTabPageOption
source: New Tab Page
de: Seite „Neuer Tab“
es: Página Nueva pestaña
fr: Page Nouvel onglet
ja: 新しいタブページ
ko: 새 탭 페이지
nl: Pagina Nieuw tabblad
zh_hans: 新标签页
zh_hant: 新分頁頁面

# settings.general.newTabShortcut.title
source: New tab behavior
de: Verhalten für neue Tabs
es: Comportamiento de las pestañas nuevas
fr: Comportement des nouveaux onglets
ja: 新しいタブの動作
ko: 새 탭 동작
nl: Gedrag van nieuwe tabbladen
zh_hans: 新标签页行为
zh_hant: 新分頁行為

# settings.general.pictureInPicture.normalDescription
source: Pop out playing video when you switch tabs or apps
de: Laufendes Video als Bild-in-Bild öffnen, wenn du Tabs oder Apps wechselst
es: Muestra en una ventana flotante el contenido en reproducción cuando cambies de pestaña o de app
fr: Affiche la vidéo en cours de lecture en Image dans l'image lorsque vous changez d'onglet ou d'app
ja: タブやアプリを切り替えたときに、再生中の動画をポップアウトします
ko: 탭이나 앱을 전환하면 재생 중인 동영상을 화면 속 화면으로 띄워요
nl: Start beeld in beeld voor spelende video als je van tabblad of app wisselt
zh_hans: 切换标签页或应用时弹出正在播放的视频
zh_hant: 切換分頁或 App 時，讓播放中的影片彈出

# settings.general.pictureInPicture.offDescription
source: Never pop out automatically; manual picture-in-picture still works
de: Nie automatisch als Bild-in-Bild öffnen; manuelles Bild-in-Bild funktioniert weiterhin
es: Nunca se abre la ventana flotante automáticamente; la imagen en imagen manual sigue funcionando
fr: Ne passe jamais automatiquement en Image dans l'image ; le mode Image dans l'image manuel reste disponible
ja: 自動ではポップアウトしません。手動のピクチャインピクチャは引き続き使えます
ko: 자동으로 화면 속 화면을 띄우지 않아요. 수동 화면 속 화면은 계속 사용할 수 있어요
nl: Nooit automatisch beeld in beeld starten; handmatig beeld in beeld werkt nog steeds
zh_hans: 永不自动弹出；手动画中画仍然可用
zh_hant: 永不自動彈出；手動子母畫面仍可使用

# settings.general.pictureInPicture.offOption
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끔
nl: Uit
zh_hans: 关闭
zh_hant: 關閉

# settings.general.pictureInPicture.parkAtEdgeDescription
source: Pop out playing video, parked at the screen edge until you click it
de: Laufendes Video als Bild-in-Bild öffnen und am Bildschirmrand parken, bis du es anklickst
es: Muestra en una ventana flotante el contenido en reproducción y lo deja en el borde de la pantalla hasta que hagas clic en él
fr: Affiche la vidéo en cours de lecture en Image dans l'image, ancrée sur le bord de l'écran jusqu'à ce que vous cliquiez dessus
ja: 再生中の動画をポップアウトし、クリックするまで画面端に待機させます
ko: 재생 중인 동영상을 화면 속 화면으로 띄우고, 클릭할 때까지 화면 가장자리에 둬요
nl: Start beeld in beeld voor spelende video, geparkeerd aan de schermrand tot je erop klikt
zh_hans: 弹出正在播放的视频，并停靠在屏幕边缘，直到你点击它
zh_hant: 讓播放中的影片彈出，並停靠在螢幕邊緣，直到你按一下為止

# settings.general.pictureInPicture.parkAtEdgeOption
source: Park at edge
de: Am Rand parken
es: Acoplar al borde
fr: Ancrer sur le bord
ja: 画面端に待機
ko: 가장자리에 두기
nl: Aan de rand parkeren
zh_hans: 停靠在边缘
zh_hant: 停靠於邊緣

# settings.general.pictureInPicture.title
source: Auto picture-in-picture
de: Automatisches Bild-in-Bild
es: Imagen en imagen automática
fr: Image dans l'image automatique
ja: 自動ピクチャ・イン・ピクチャ
ko: 자동 화면 속 화면
nl: Automatisch beeld in beeld
zh_hans: 自动画中画
zh_hant: 自動子母畫面

# settings.general.pinnedTabScope.openSpacesSettingsLink
source: Edit in Spaces settings…
de: In den Spaces-Einstellungen bearbeiten…
es: Editar en la configuración de Espacios…
fr: Modifier dans les paramètres des Espaces…
ja: スペース設定で編集…
ko: 스페이스 설정에서 편집…
nl: Wijzig in Spaces-instellingen…
zh_hans: 在「空间」设置中编辑…
zh_hant: 在「空間」設定中編輯…

# settings.general.profile.multipleProfilesHint
source: You have more than one profile, so each profile manages its own settings.
de: Du hast mehr als ein Profil, daher verwaltet jedes Profil seine eigenen Einstellungen.
es: Tienes más de un perfil, así que cada perfil gestiona su propia configuración.
fr: Vous avez plusieurs profils, chacun gère donc ses propres paramètres.
ja: プロファイルが複数あるため、設定はプロファイルごとに管理されます。
ko: 프로필이 여러 개라서 각 프로필이 자체 설정을 관리해요.
nl: Je hebt meer dan één profiel, dus elk profiel beheert zijn eigen instellingen.
zh_hans: 你有多个个人资料，因此每个个人资料各自管理自己的设置。
zh_hant: 你有多個設定檔，因此每個設定檔各自管理自己的設定。

# settings.general.profile.openProfilesSettingsLink
source: Edit in Profiles settings…
de: In den Profileinstellungen bearbeiten…
es: Editar en la configuración de Perfiles…
fr: Modifier dans les paramètres des profils…
ja: プロファイル設定で編集…
ko: 프로필 설정에서 편집…
nl: Wijzig in profielinstellingen…
zh_hans: 在「个人资料」设置中编辑…
zh_hant: 在「設定檔」設定中編輯…

# settings.general.profile.sectionTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロファイル
ko: 프로필
nl: Profiel
zh_hans: 个人资料
zh_hant: 設定檔

# settings.general.restoreLastSession.disabledHint
source: Phi starts with a new window. Closing a window may sign you out of some sites.
de: Phi startet mit einem neuen Fenster. Wenn du ein Fenster schließt, wirst du auf manchen Websites möglicherweise abgemeldet.
es: Phi se abre con una ventana nueva. Al cerrar una ventana, es posible que se cierre tu sesión en algunos sitios.
fr: Phi démarre avec une nouvelle fenêtre. La fermeture d'une fenêtre peut vous déconnecter de certains sites.
ja: Phiは新しいウインドウで起動します。ウインドウを閉じると、一部のサイトからログアウトされる場合があります。
ko: Phi가 새 윈도우로 시작해요. 윈도우를 닫으면 일부 사이트에서 로그아웃될 수 있어요.
nl: Phi start met een nieuw venster. Als je een venster sluit, word je bij sommige sites mogelijk uitgelogd.
zh_hans: Phi 启动时打开新窗口。关闭窗口可能会让你在部分网站上退出登录。
zh_hant: Phi 會以新視窗啟動。關閉視窗可能會讓你從某些網站登出。

# settings.general.restoreLastSession.enabledHint
source: Reopen your windows and tabs the next time you open Phi.
de: Deine Fenster und Tabs werden beim nächsten Start von Phi wieder geöffnet.
es: Se volverán a abrir tus ventanas y pestañas la próxima vez que abras Phi.
fr: Rouvre vos fenêtres et vos onglets à la prochaine ouverture de Phi.
ja: 次にPhiを起動したときに、ウインドウとタブを再度開きます。
ko: 다음에 Phi를 열 때 윈도우와 탭을 다시 열어요.
nl: Open je vensters en tabbladen opnieuw wanneer je Phi de volgende keer start.
zh_hans: 下次打开 Phi 时重新打开你的窗口和标签页。
zh_hant: 下次開啟 Phi 時，重新開啟你的視窗和分頁。

# settings.general.restoreLastSession.toggle
source: Restore last session
de: Letzte Sitzung wiederherstellen
es: Restaurar la última sesión
fr: Restaurer la session précédente
ja: 前回のセッションを復元
ko: 마지막 세션 복원
nl: Laatste sessie herstellen
zh_hans: 恢复上次会话
zh_hant: 還原上次的工作階段

# settings.general.theme.colorTitle
source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
nl: Kleur
zh_hans: 颜色
zh_hant: 顏色

# settings.general.theme.opacityTitle
source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
nl: Verzadiging
zh_hans: 饱和度
zh_hant: 飽和度

# settings.general.theme.perSpaceCustomizationHint
source: You have more than one Space, so each Space sets its own color and opacity.
de: Du hast mehr als einen Space, daher legt jeder Space seine eigene Farbe und Deckkraft fest.
es: Tienes más de un Espacio, así que cada Espacio define su propio color y opacidad.
fr: Vous avez plusieurs Espaces, chacun définit donc sa propre couleur et sa propre opacité.
ja: スペースが複数あるため、色と不透明度はスペースごとに設定します。
ko: 스페이스가 여러 개라서 각 스페이스가 자체 색상과 불투명도를 설정해요.
nl: Je hebt meer dan één Space, dus elke Space stelt zijn eigen kleur en dekking in.
zh_hans: 你有多个空间，因此每个空间各自设定自己的颜色和不透明度。
zh_hant: 你有多個空間，因此每個空間各自設定自己的顏色和不透明度。

# settings.general.theme.sectionTitle
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
nl: Thema
zh_hans: 主题
zh_hant: 主題

# settings.general.theme.webSelectionTintToggle
source: Apply theme to text selection on web pages
de: Designfarbe auf Textauswahl auf Webseiten anwenden
es: Aplicar el tema a la selección de texto en las páginas web
fr: Appliquer le thème à la sélection de texte sur les pages web
ja: Webページのテキスト選択にテーマを適用
ko: 웹 페이지의 텍스트 선택 영역에 테마 적용
nl: Thema toepassen op tekstselectie op webpagina’s
zh_hans: 将主题应用于网页文本选中效果
zh_hant: 將主題套用到網頁上的文字選取範圍

# settings.navigation.aiTitle
source: Phi & AI
de: Phi & KI
es: Phi e IA
fr: Phi et IA
ja: PhiとAI
ko: Phi 및 AI
zh_hans: Phi 与 AI
zh_hant: Phi 與 AI

# settings.navigation.developerTitle
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
zh_hans: 开发者
zh_hant: 開發者

# settings.navigation.generalTitle
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
nl: Algemeen
zh_hans: 通用
zh_hant: 一般

# settings.navigation.profilesTitle
source: Profiles
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
ko: 프로필
nl: Profielen
zh_hans: 个人资料
zh_hant: 設定檔

# settings.navigation.shortcutsTitle
source: Shortcuts
de: Tastaturkurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
nl: Toetscombinaties
zh_hans: 快捷键
zh_hant: 快速鍵

# settings.phiLink.customBot.botFatherLink
source: here to begin the @BotFather
de: hier, um den @BotFather zu starten
es: aquí para comenzar con @BotFather
fr: ici pour commencer avec @BotFather
ja: こちらから@BotFatherを開始
ko: 여기에서 @BotFather 시작하기
nl: hier om de @BotFather te starten
zh_hans: 点此开始使用 @BotFather
zh_hant: 這裡開始使用 @BotFather

# settings.phiLink.customBot.configuredStatus
source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
ko: 구성됨
nl: Geconfigureerd
zh_hans: 已配置
zh_hant: 已設定

# settings.phiLink.customBot.description
source: Setting up your own Telegram bot using Telegram's @BotFather
de: Eigenen Telegram-Bot mit @BotFather von Telegram einrichten
es: Configura tu propio bot de Telegram con el @BotFather de Telegram
fr: Configuration de votre propre bot Telegram avec @BotFather de Telegram
ja: Telegramの@BotFatherを使って独自のTelegramボットを設定します
ko: Telegram의 @BotFather로 나만의 Telegram 봇 설정하기
nl: Je eigen Telegram-bot instellen via @BotFather van Telegram
zh_hans: 使用 Telegram 的 @BotFather 设置你自己的 Telegram 机器人
zh_hant: 透過 Telegram 的 @BotFather 設定你自己的 Telegram 機器人

# settings.phiLink.customBot.genericError
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
nl: Fout
zh_hans: 错误
zh_hant: 錯誤

# settings.phiLink.customBot.guide.prefixText
source: Click
de: Klicke
es: Haz clic en
fr: Cliquez sur
ja: クリック
ko: 클릭:
nl: Klik op
zh_hans: 点按
zh_hant: 按一下

# settings.phiLink.customBot.guide.suffixText
source: Telegram bot creation and customization process, follow the on-screen instructions and paste the Bot Token below
de: und den Erstellungs- und Anpassungsprozess für deinen Telegram-Bot zu durchlaufen. Folge den Anweisungen auf dem Bildschirm und füge das Bot-Token unten ein
es: el proceso de creación y personalización del bot de Telegram; sigue las instrucciones en pantalla y pega el Token del bot abajo
fr: de création et de personnalisation du bot Telegram, suivez les instructions à l'écran et collez le jeton du bot ci-dessous
ja: Telegramボットの作成とカスタマイズの手順に従って、画面の指示どおりにボットトークンを下に貼り付けてください
ko: Telegram 봇 생성 및 설정 과정을 진행하고, 화면의 안내에 따라 아래에 봇 토큰을 붙여넣으세요
nl: Telegram-bot maken en aanpassen: volg de instructies op het scherm en plak het bottoken hieronder
zh_hans: Telegram 机器人的创建与自定义流程，请按照屏幕上的说明操作，并将机器人令牌粘贴到下方
zh_hant: Telegram 機器人的建立與自訂流程，請依照畫面上的指示操作，並將 Bot Token 貼到下方

# settings.phiLink.customBot.linkedStatus
source: Linked
de: Verknüpft
es: Vinculado
fr: Associé
ja: 連携済み
ko: 연결됨
nl: Gekoppeld
zh_hans: 已关联
zh_hant: 已連結

# settings.phiLink.customBot.linkStatus.linked
source: Linked
de: Verknüpft
es: Vinculado
fr: Associé
ja: 連携済み
ko: 연결됨
nl: Gekoppeld
zh_hans: 已关联
zh_hant: 已連結

# settings.phiLink.customBot.linkStatus.linking
source: Linking...
de: Wird verknüpft…
es: Vinculando…
fr: Association en cours…
ja: 連携中…
ko: 연결 중…
nl: Koppelen…
zh_hans: 正在关联…
zh_hant: 連結中…

# settings.phiLink.customBot.notConfiguredStatus
source: Not configured
de: Nicht konfiguriert
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 설정되지 않음
nl: Niet geconfigureerd
zh_hans: 未配置
zh_hant: 尚未設定

# settings.phiLink.customBot.removeAction
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
nl: Verwijder
zh_hans: 移除
zh_hant: 移除

# settings.phiLink.customBot.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# settings.phiLink.customBot.serviceIssueStatus
source: Service issue
de: Dienststörung
es: Problema del servicio
fr: Problème de service
ja: サービス障害
ko: 서비스 문제
nl: Serviceprobleem
zh_hans: 服务异常
zh_hant: 服務異常

# settings.phiLink.customBot.serviceUnavailableMessage
source: Phi Sentinel service is unavailable. Check whether it started normally.
de: Der Phi Sentinel-Dienst ist nicht verfügbar. Prüfe, ob er normal gestartet ist.
es: El servicio de Phi Sentinel no está disponible. Comprueba si se inició correctamente.
fr: Le service Phi Sentinel est indisponible. Vérifiez qu'il a démarré normalement.
ja: Phi Sentinelサービスを利用できません。正常に起動しているか確認してください。
ko: Phi Sentinel 서비스를 사용할 수 없어요. 정상적으로 시작됐는지 확인해 주세요.
nl: De Phi Sentinel-service is niet beschikbaar. Controleer of de service normaal is gestart.
zh_hans: Phi Sentinel 服务不可用。请检查它是否正常启动。
zh_hant: Phi Sentinel 服務無法使用。請檢查它是否正常啟動。

# settings.phiLink.customBot.title
source: Custom Telegram bot
de: Eigener Telegram-Bot
es: Bot de Telegram personalizado
fr: Bot Telegram personnalisé
ja: カスタムTelegramボット
ko: 사용자 지정 Telegram 봇
nl: Aangepaste Telegram-bot
zh_hans: 自定义 Telegram 机器人
zh_hant: 自訂 Telegram 機器人

# settings.phiLink.customBot.tokenField.hideButton
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
ja: 非表示
ko: 숨기기
nl: Verberg
zh_hans: 隐藏
zh_hant: 隱藏

# settings.phiLink.customBot.tokenField.showButton
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
ko: 표시
nl: Toon
zh_hans: 显示
zh_hant: 顯示

# settings.phiLink.customBot.verificationFailure
source: Verification failed. Please check the token and try again.
de: Überprüfung fehlgeschlagen. Bitte prüfe das Token und versuche es erneut.
es: Error de verificación. Revisa el token y vuelve a intentarlo.
fr: Échec de la vérification. Vérifiez le jeton et réessayez.
ja: 確認に失敗しました。トークンを確認して、もう一度お試しください。
ko: 확인에 실패했어요. 토큰을 확인하고 다시 시도해 주세요.
nl: Verificatie mislukt. Controleer het token en probeer het opnieuw.
zh_hans: 验证失败。请检查令牌后重试。
zh_hant: 驗證失敗，請檢查 Token 後再試一次。

# settings.phiLink.customBot.verificationSuccess
source: Token verified successfully
de: Token erfolgreich überprüft
es: Token verificado correctamente
fr: Jeton vérifié avec succès
ja: トークンを確認しました
ko: 토큰을 확인했어요
nl: Token geverifieerd
zh_hans: 令牌验证成功
zh_hant: Token 驗證成功

# settings.phiLink.customBot.verifyAction
source: Verify
de: Überprüfen
es: Verificar
fr: Vérifier
ja: 確認
ko: 확인
nl: Verifieer
zh_hans: 验证
zh_hant: 驗證

# settings.phiLink.customBot.verifyButton
source: Verify
de: Überprüfen
es: Verificar
fr: Vérifier
ja: 確認
ko: 확인
nl: Verifieer
zh_hans: 验证
zh_hant: 驗證

# settings.phiLink.officialBot.description
source: We provide a Telegram bot to relay your messages @philink_bot
de: Wir stellen einen Telegram-Bot bereit, der deine Nachrichten weiterleitet: @philink_bot
es: Ofrecemos un bot de Telegram para retransmitir tus mensajes @philink_bot
fr: Nous fournissons un bot Telegram pour relayer vos messages @philink_bot
ja: メッセージを中継するTelegramボット@philink_botを提供しています
ko: 메시지를 전달하는 Telegram 봇 @philink_bot을 제공해요
nl: Wij bieden een Telegram-bot die je berichten doorstuurt @philink_bot
zh_hans: 我们提供了一个 Telegram 机器人来转发你的消息 @philink_bot
zh_hant: 我們提供 Telegram 機器人 @philink_bot 來轉送你的訊息

# settings.phiLink.officialBot.linkButton
source: Link
de: Verknüpfen
es: Vincular
fr: Associer
ja: 連携
ko: 연결
nl: Koppel
zh_hans: 关联
zh_hant: 連結

# settings.phiLink.officialBot.linkedStatus
source: Linked
de: Verknüpft
es: Vinculado
fr: Associé
ja: 連携済み
ko: 연결됨
nl: Gekoppeld
zh_hans: 已关联
zh_hant: 已連結

# settings.phiLink.officialBot.linkPrompt
source: Link Telegram to chat with %@.
de: Verknüpfe Telegram, um mit %@ zu chatten.
es: Vincula Telegram para chatear con %@.
fr: Associez Telegram pour discuter avec %@.
ja: %@とチャットするにはTelegramを連携してください。
ko: %@와(과) 대화하려면 Telegram을 연결하세요.
nl: Koppel Telegram om met %@ te chatten.
zh_hans: 关联 Telegram，即可与 %@ 聊天。
zh_hant: 連結 Telegram 即可與 %@ 對話。

# settings.phiLink.officialBot.notLinkedStatus
source: Not linked
de: Nicht verknüpft
es: No vinculado
fr: Non associé
ja: 未連携
ko: 연동되지 않음
nl: Niet gekoppeld
zh_hans: 未关联
zh_hant: 尚未連結

# settings.phiLink.officialBot.openInTelegramButton
source: Open in Telegram
de: In Telegram öffnen
es: Abrir en Telegram
fr: Ouvrir dans Telegram
ja: Telegramで開く
ko: Telegram에서 열기
zh_hans: 在 Telegram 中打开
zh_hant: 在 Telegram 中開啟

# settings.phiLink.officialBot.qrCode.expiredHint
source: QR code expired. Generate a fresh one to continue.
de: Der QR-Code ist abgelaufen. Erstelle einen neuen, um fortzufahren.
es: El código QR ha caducado. Genera uno nuevo para continuar.
fr: Code QR expiré. Générez-en un nouveau pour continuer.
ja: QRコードの有効期限が切れました。続けるには新しいコードを生成してください。
ko: QR 코드가 만료됐어요. 계속하려면 새로 생성해 주세요.
nl: QR-code verlopen. Genereer een nieuwe om door te gaan.
zh_hans: 二维码已过期。请生成新的二维码以继续。
zh_hant: QR code 已過期。請重新產生一個以繼續。

# settings.phiLink.officialBot.qrCode.scanHint
source: Scan the QR code with your phone camera or click on the button below to add Phi Link bot to your Telegram
de: Scanne den QR-Code mit der Kamera deines Smartphones oder klicke auf die Schaltfläche unten, um den Phi Link Bot zu deinem Telegram hinzuzufügen
es: Escanea el código QR con la cámara de tu teléfono o haz clic en el botón de abajo para agregar el bot de Phi Link a tu Telegram
fr: Scannez le code QR avec l'appareil photo de votre téléphone ou cliquez sur le bouton ci-dessous pour ajouter le bot Phi Link à votre Telegram
ja: スマートフォンのカメラでQRコードをスキャンするか、下のボタンをクリックして、Phi LinkボットをTelegramに追加してください
ko: 휴대폰 카메라로 QR 코드를 스캔하거나 아래 버튼을 눌러 Phi Link 봇을 Telegram에 추가하세요
nl: Scan de QR-code met de camera van je telefoon of klik op de knop hieronder om de Phi Link-bot aan je Telegram toe te voegen
zh_hans: 用手机相机扫描二维码，或点按下方按钮，将 Phi Link 机器人添加到你的 Telegram
zh_hant: 用手機相機掃描 QR code，或點按下方按鈕，將 Phi Link 機器人加入你的 Telegram
